Repository: unaiLarra/jukeBox
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Datos de la banda
eu: Taldearen informazioa

source: Nombre:
eu: Izena:

source: Pais de Origen:
eu: Jaioterria:

source: Descripcion:
eu: Deskribapena:

source: Lista de estilos
eu: Estilo zerrenda

source: Lista de bandas
eu: Talde zerrenda

source: Inicio
eu: Hasiera

source: Estilos
eu: Estiloak

source: Bandas
eu: Taldeak

source: Paises
eu: Herrialdeak

source: Formularios
eu: Imprimakiak

source: Banda
eu: Talde

source: Estilo
eu: Estiloa

source: Pais
eu: Herrialdea

source: Paleta de colores
eu: Kolore paleta

source: Datos del estilo
eu: Estiloaren informazioa

source: Descripción:
eu: Deskribapena:

source: Lista de paises
eu: Herrialde zerrenda

source: Añade una banda
eu: Talde bat gehitu

source: Nombre
eu: Izena:

source: Descripcion
eu: Deskribapena:

source: Imagen
eu: Argazkia

source: Añade una estilo
eu: Estilo bat gehitu

source: Añade una pais
eu: Herrialde bat gehitu

source: Paises y bandas
eu: Herrialde ta´ taldeak

source: Datos del pais
eu: Herrialdearen infomazioa
